Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: June 7th, 2010 The countermeasure is near completion. I should be celebrating. I should be excited. 11 years of work is coming to an end. But there is a weight on my mind. I can’t shake it off. Jack came to see me. He found out that I sold our parents’ house to continue funding my research. Understandably, he was furious. After all, the house was left to both of us. He doesn’t understand the necessity of what I’m doing here. Talking turned to yelling. Yelling turned to pushing. He told me it wasn’t mine to sell. He told me they were his parents too. He told me that I was a piece of shit. I was angry. I couldn’t contain myself. And then I said it. I still don’t believe the words came out of my mouth. I told him that it was his fault. The car crash. I told him that he was to blame for everything we’d been through. I knew it was the one thing that could truly hurt him. And I used it. I can justify my actions as a result of months of fatigue, frustration, lack of sleep. It was wrong. I knew it as soon as I said it. He just stood there, devastated, for what felt like minutes. I could see a wall building between us. He told me he’s leaving this town. He’s never coming back. That was three days ago. I haven’t been able to reach him since. I can’t sleep. I can’t eat. I can’t concentrate. I know the countermeasure will be finished soon, but that victory is a hollow one now. I’ve spent 11 years building a device to save the world. The only thing that kept me going all this time was the fact that there was one person in this world that I needed to protect, no matter what the cost. I just lost him.
pl_pl: 7 czerwca 2010 r. Środek zaradczy jest bliski ukończenia. Powinienem świętować. Powinienem być podekscytowany. 11 lat pracy dobiega końca. Ale na moim umyśle spoczywa ciężar. Nie mogę się otrząsnąć. Jack przyszedł się ze mną zobaczyć. Dowiedział się, że sprzedałem dom naszych rodziców, aby kontynuować finansowanie moich badań. Co zrozumiałe, był wściekły. W końcu dom został nam obojgu. Nie rozumie konieczności tego, co tu robię. Rozmowa zmieniła się w krzyki. Krzyczenie zamieniło się w popychanie. Powiedział mi, że powinniśmy razem o tym decydować. Powiedział mi, że oni też są jego rodzicami. Powiedział mi, że jestem kupą gówna. Byłem wściekły. Nie mogłem się opanować. I wtedy to powiedziałem. Nadal nie wierzę, że te słowa wyszły z moich ust. Powiedziałem mu, że to jego wina. Wypadek samochodowy. Powiedziałem mu, że to jego wina za wszystko, przez co przeszliśmy. Wiedziałem, że to była jedyna rzecz, która mogła go naprawdę zranić. I wykorzystałem to. Mogę usprawiedliwić swoje działania miesiącami zmęczenia, frustracji, braku snu. To było złe. Wiedziałem to, gdy tylko to powiedziałem. Stał tam zdruzgotany przez kilka minut. Widziałem, jak powstaje między nami mur. Powiedział mi, że opuszcza to miasto. Nigdy tu nie wróci. To było trzy dni temu. Od tamtej pory nie udało mi się z nim skontaktować. Nie mogę spać. Nie mogę jeść. Nie mogę się skoncentrować. Wiem, że środek zaradczy zostanie wkrótce ukończony, ale to zwycięstwo nic teraz nie znaczy. Spędziłem 11 lat budując urządzenie, które ma uratować świat. Jedyną rzeczą, która trzymała mnie przez cały ten czas, był fakt, że była na tym świecie jedna osoba, którą musiałem chronić, bez względu na koszty. Właśnie ją straciłem.

source: Jury's still out on Burke.
pl_pl: Sędzia wciąż nie ma zdania na temat Burke'a.

source: Just a few more...
pl_pl: Jeszcze tylko kilka...

source: Just be cool, Joyce.
pl_pl: Tylko spokojnie, Joyce.

source: Just be patient, folks, we're just making sure everybody's safe.
pl_pl: Bądźcie cierpliwi, upewniamy się tylko, że wszyscy są bezpieczni.

source: Just break the door open, will you?
pl_pl: Po prostu wyważ drzwi, dobra?

source: Just focus, Jack. Focus.
pl_pl: Skup się, Jack. Skup się.

source: Just get behind him!
pl_pl: Po prostu stań za nim!

source: Just give up!
pl_pl: Po prostu się poddaj!

source: Just got orders from Monarch Actual. They want us to find a car belonging to William Joyce while we're here.
pl_pl: Właśnie dostaliśmy rozkazy od Monarch. Chcą, abyśmy znaleźli samochód należący do Williama Joyce'a.

source: Just got the word from Doctor Amaral. We're moving all chronon storage and unused harvesters to the HQ.
pl_pl: Właśnie otrzymaliśmy wiadomość od doktor Amaral. Przenosimy wszystkie magazyny chrononu i nieużywane kombajny do kwatery głównej.

source: Just have to unlock this.
pl_pl: Muszę tylko to otworzyć.

source: Just hold off on posting anything for now, okay?
pl_pl: Na razie wstrzymaj się z publikowaniem czegokolwiek, dobra?

source: Just keep firing!
pl_pl: Po prostu strzelajcie!

source: Just keep moving. Keep moving.
pl_pl: Po prostu ruszaj się. Nie zatrzymuj się.

source: Just look at this...
pl_pl: Wystarczy spojrzeć na to...

source: Just lurking. Hmmh. Got it.
pl_pl: Tylko się przyglądasz. Eh. Łapie.

source: Just reach in there. The countermeasure'll take care of the rest.
pl_pl: Wystarczy tam sięgnąć. Środek zaradczy zajmie się resztą.

source: Just remember we need your ass alive for the next part.
pl_pl: Tylko pamiętaj, że potrzebujemy ciebie żywego do następnej części.

source: Just stop arguing with them! You’re making this worse!
pl_pl: Po prostu przestań się z nimi kłócić! Tylko pogarszasz sprawę!

source: Just thinking about a road trip I took a long time ago... in a car far less comfortable than this.
pl_pl: Właśnie myślałem o podróży, którą odbyłem dawno temu... w samochodzie znacznie mniej wygodnym niż ten.

source: Just to say I'm okay.
pl_pl: Chcę tylko powiedzieć, że nic mi nie jest.

source: Just walk away.
pl_pl: Po prostu odejdź.

source: Just watch yourself there, sir, that's hot.
pl_pl: Niech pan uważa, gorące.

source: Just. Stay. Still.
pl_pl: Po prostu. Zostań. W miejscu.

source: Just... don't touch anything until we've got it figured out. And then still don't touch anything. Just -- never touch.
pl_pl: Po prostu... nie dotykaj niczego, dopóki tego nie rozwiążemy. A potem nadal niczego nie dotykaj. Po prostu - nigdy nie dotykaj.

source: KEY BINDINGS RESET
pl_pl: ZRESETOWANO PRZYPISANIA KLAWISZY

source: KILLS
pl_pl: ZABÓJSTW

source: Kara, Thank you for the update. We do not require the time machine to be activated in the near future, but from this point forward I want technicians on stand-by. Our plan requires absolute control. That is what the machine represents. More than anything, we want to protect the machine from falling into the hands of our enemies. We have to deny them the opportunity to disrupt our plans. We may not be able to change the past, but if my travels have proven anything, it’s that the past can help us better prepare for the steps to come. Those steps will be made clear to you very soon. Paul Serene ------------------------------------- TO: PAUL SERENE FROM: KARA AVEIRO DATE: OCT 9, 2016 – 6:01pm SUBJECT: time machine core Paul, The time machine core has successfully been transported to the HQ and installed in the Monarch time machine frame on the top floor of the tower. The crew is getting restless. They really need some insight into the next steps. I understand the details of your plan remain confidential for a reason, but any information you can give us would be extremely helpful. Kara
pl_pl: Kara, Dziękuję za aktualizację. Nie potrzebujemy aktywować wehikułu czasu w najbliższej przyszłości, ale od tego momentu chcę mieć techników w pogotowiu. Nasz plan wymaga absolutnej kontroli. To właśnie reprezentuje maszyna. Przede wszystkim chcemy chronić maszynę przed wpadnięciem w ręce naszych wrogów. Musimy uniemożliwić im pokrzyżowanie naszych planów. Możemy nie być w stanie zmienić przeszłości, ale jeśli moje podróże czegoś dowiodły, to tego, że przeszłość może pomóc nam lepiej przygotować się na nadchodzącą przyszłość. Kroki te wkrótce podam. Paul Serene ------------------------------------- DO: PAUL SERENE OD: KARA AVEIRO DATA: 9 PAŹDZIERNIKA 2016 - 18:01 TEMAT: Rdzeń wehikułu czasu Paul, Rdzeń wehikułu czasu został pomyślnie przetransportowany do kwatery głównej i zainstalowany w ramie wehikułu czasu Monarch na najwyższym piętrze wieży. Załoga robi się niespokojna. Naprawdę potrzebują wglądu w kolejne kroki. Rozumiem, że szczegóły twojego planu pozostają poufne z jakiegoś powodu, ale wszelkie informacje, które możesz nam przekazać, byłyby niezwykle pomocne. Kara

source: Keep an eye on Amaral while we're gone.
pl_pl: Miej oko na Amaral, kiedy nas nie będzie.

source: Keep fighting!
pl_pl: Walczcie dalej!

source: Keep firing!
pl_pl: Strzelaj dalej!

source: Keep holding {@TIME_POWER_RUSH} to make it through the door.
pl_pl: Przytrzymaj {@TIME_POWER_RUSH}, aby przejść przez drzwi.

source: Keep me posted.
pl_pl: Informuj mnie na bieżąco.

source: Keep moving!
pl_pl: Nie zatrzymuj się!

source: Keep moving! A stationary target is an easy target. You don't want to be one of those.
pl_pl: Bądź w ruchu! Nieruchomy cel to łatwy cel. A nie chcesz być łatwym celem.

source: Keep moving. Just keep moving.
pl_pl: Nie zatrzymuj się. Po prostu się ruszaj.

source: Keep pushing!
pl_pl: Nie przestawać!

source: Keep searching for him!
pl_pl: Szukaj go dalej!

source: Keep shooting the shield!
pl_pl: Strzelaj w tarczę!

source: Keep shooting!
pl_pl: Strzelaj dalej!

source: Keep your eyes open!
pl_pl: Miejcie oczy szeroko otwarte!

source: Keep your eyes peeled, could have come this way.
pl_pl: Miej oczy szeroko otwarte, mógł tędy przejść.

source: Keep your sights on that dock. He may try to escape by water.
pl_pl: Nie spuszczaj wzroku z portu. Może próbować uciec drogą wodną.

source: Key doesn't fit.
pl_pl: Klucz nie pasuje.

source: Key fits... looks like I have to do something else first.
pl_pl: Klucz pasuje... wygląda na to, że najpierw muszę zrobić coś innego.

source: Key to a time machine and he left it in the trunk of his goddamn car.
pl_pl: Klucz do wehikułu czasu, który zostawił w bagażniku swojego cholernego samochodu.

source: Key won't work until the core is activated.
pl_pl: Klucz nie zadziała, dopóki rdzeń nie zostanie aktywowany.

source: Kick
pl_pl: Kopnij

source: Kill him before he does it again!
pl_pl: Zabij go, zanim to znowu zrobi!

source: Kill this freak!
pl_pl: Zabić tego dziwaka!

source: Korean
pl_pl: Koreański

source: LANGUAGE
pl_pl: JĘZYK

source: LAST NIGHT'S VIOLENCE AT RIVERPORT UNIVERSITY.
pl_pl: wczorajszej przemocy w uniwersytecie Riverport.

source: LEAD THE WAY.
pl_pl: Prowadź.

source: LEADERBOARDS
pl_pl: TABLICE WYNIKÓW

source: LECTURE HALL LOBBY
pl_pl: SALA WYKŁADOWA

source: LET'S GO!
pl_pl: BIEGNIJCIE!

source: LET'S GO! LET'S GO.
pl_pl: BIEGNIJ! BIEGNIJ!

source: LET'S GO. NO, THIS WAY.
pl_pl: Biegnij. Nie, tędy.

source: LETS BAIL WHILE WE CAN!!!
pl_pl: RATUJMY SIĘ PÓKI MOŻEMY!!!

source: LETTING HIM KNOW THAT MONARCH IS OFFERING THEIR PRIVATE SECURITY FORCES,
pl_pl: Przedstawimy mu ofertę użycia prywatnych służb bezpieczeństwa Monarch,

source: LEVEL DIFFICULTY
pl_pl: POZIOM TRUDNOŚCI

source: LEVEL DIFFICULTY: %s
pl_pl: POZIOM TRUDNOŚCI: %s

source: LIAM BURKE, HE'S TRYING TO BREAK INTO MONARCH.
pl_pl: Liam Burke, próbuje włamać się do Monarch.

source: LIAM, STOP!
pl_pl: - Liam, stój!

source: LIAM, STOP. AAH!
pl_pl: Liam, przestań. Aach!

source: LIAM, THIS ISN'T WHAT IT LOOKS LIKE.
pl_pl: Liam, to nie jest to, na co wygląda.

source: LIFEBOAT MAINTENANCE
pl_pl: KONSERWANCI ŁODZI RATUNKOWEJ

source: LIGHTING QUALITY
pl_pl: JAKOŚĆ OŚWIETLENIA

source: LIKE -- OR WHAT?
pl_pl: czy co?

source: LIKE A SOCCER BALL.
pl_pl: Jak piłka.

source: LISTEN UP. HE'S ON LEVEL "B," NEAR THE MAIN OVERPASS.
pl_pl: Słuchajcie. Jest na piętrze „B”, w pobliżu głównego przejścia.

source: LOAD CHECKPOINT
pl_pl: ZAŁADUJ PUNKT KONTROLNY

source: LOAD GAME
pl_pl: ZAŁADUJ GRĘ

source: LOCK TO 30FPS
pl_pl: ZABLOKUJ DO 30 KLATEK NA SEKUNDĘ

source: LOCKED
pl_pl: ZABLOKOWANE

source: LOCKED DIARY
pl_pl: NIEODBLOKOWANY DZIENNIK

source: LOOK -- -JUST STOP.
pl_pl: Słuchaj... - Przestań.

source: LOOK AT SOFIA'S LAPTOP
pl_pl: SPÓJRZ NA LAPTOP SOFII

source: LOOK AT YOU, THE SMARTEST MAN I KNOW, BLINDED BY A FOOL'S LOVE.
pl_pl: Spójrz na siebie, najmądrzejszy człowiek jakiego znam, zaślepiony miłością jak głupiec.

source: LOOK AT YOU. YOU NEED YOUR TREATMENTS.
pl_pl: Spójrz na siebie. Potrzebujesz tych leków.

source: LOOK, I WAS WRONG, OKAY?
pl_pl: Słuchaj, myliłam się, okej?

source: LOOK.
pl_pl: Słuchaj.

source: LOOKS LIKE THE C.F.R. TO ME.
pl_pl: To wygląda jak RPC

source: LOOKS LIKE THE CFR TO ME.
pl_pl: To wygląda jak RPC

source: LOW
pl_pl: SŁABE

source: LOW DYNAMIC RANGE MODE
pl_pl: TRYB NISKIEGO ZAKRESU DYNAMIKI

source: Laptop Guy
pl_pl: Gość z laptopem

source: Last chance to walk away, Joyce!
pl_pl: Ostatnia szansa na odejście, Joyce!

source: Last round!
pl_pl: Ostatni magazynek!

source: Last shell!
pl_pl: Ostatni magazynek!

source: Launcher depleted. Reloading.
pl_pl: Wyrzutnia wyczerpana. Przeładowuję.

source: Launcher empty. Reloading.
pl_pl: Wyrzutnia pusta. Przeładowuje.

source: Leave it to me!
pl_pl: Zostaw to mnie!

source: Leave the elevator
pl_pl: Wyjdź z windy

source: Leaving Guest
pl_pl: Wychodzący gość

source: Leaving Guest 2
pl_pl: Wychodzący gość 2

source: Left
pl_pl: Strzałka (Lewo)

source: Let Beth know when ready to leave
pl_pl: Poinformuj Beth o gotowości do wyjścia

source: Let Monarch Actual know. Joyce is down.
pl_pl: Daj znać Monarch. Joyce nie żyje.

source: Let go of me!
pl_pl: Puść mnie!

source: Let me go! No! No!
pl_pl: Puść mnie! Nie! Nie!

source: Let me worry about that.
pl_pl: Pozwól, że ja się będę o to martwić.

source: Let's call it a private function. You'll have to excuse me, I have work to attend to.
pl_pl: Nazwijmy to prywatnym spotkaniem. Musisz mi wybaczyć, muszę zająć się pracą.

source: Let's do this.
pl_pl: Zróbmy to.

source: Let's focus on the issue at hand.
pl_pl: Skupmy się na omawianej kwestii.

source: Let's get out of here.
pl_pl: Wynośmy się stąd.

source: Let's get this over with.
pl_pl: Miejmy to już za sobą.

source: Let's get to the time machine.
pl_pl: Przejdźmy do wehikułu czasu.

source: Let's go people! We're on a schedule!
pl_pl: Do dzieła ludzie! Mamy harmonogram!

source: Let's go, Jack. Going up.
pl_pl: Idziemy, Jack. W górę.

source: Let's go, Jack. This way.
pl_pl: Chodźmy, Jack. Tędy.

source: Let's go.
pl_pl: Chodźmy.

source: Let's keep moving.
pl_pl: Ruszajmy dalej.

source: Let's move on.
pl_pl: Przejdźmy dalej.

source: Let's move out!
pl_pl: Wynośmy się!

source: Let's move up!
pl_pl: Przejdźmy wyżej!

source: Let's move, before more of them show up!
pl_pl: Ruszajmy, zanim pojawi się ich więcej!

source: Let's see here...
pl_pl: Zobaczmy tutaj...

source: Let's see how Doctor Amaral's doing with the time machine.
pl_pl: Zobaczmy, jak doktor Amaral radzi sobie z wehikułem czasu.

source: Let's take the elevator, Jack.
pl_pl: Chodźmy do windy, Jack.

source: Let's try that again...
pl_pl: Spróbujmy jeszcze raz...

source: Let's try this again.
pl_pl: Spróbujmy jeszcze raz.

source: Let's try this again...
pl_pl: Spróbujmy jeszcze raz...

source: Lets find him!
pl_pl: Znajdźmy go!

source: Letter
pl_pl: List

source: Let’s break this shit! Come on!
pl_pl: Rozwalmy to gówno! Dalej!

source: Let’s go.
pl_pl: Chodźmy.

source: Liam Burke made his choice.
pl_pl: Liam Burke dokonał wyboru.

source: Liam Burke psych evaluation
pl_pl: Ocena psychologiczna Liama Burke'a

source: Liam Burke was an unnecessary casualty. One of way too many.
pl_pl: Liam Burke był niepotrzebną ofiarą. Jedną ze zbyt wielu.

source: Liam Burke was in the Monarch Chronon Striker training program, but he washed out before completing it.
pl_pl: Liam Burke brał udział w programie treningowym szturmowców Monarch, ale zrezygnował z niego przed jego ukończeniem.

source: Liam Burke, a Monarch security officer. Our first meeting was cordial compared to him introducing a rifle butt to my head later on.
pl_pl: Liam Burke, oficer ochrony Monarch. Nasze pierwsze spotkanie było bardzo serdeczne w porównaniu do tego, jak później przyłożył mi kolbą karabinu w głowę.

source: Liam Burke. He would fight to defend us, to slow Jack down. The plan could still work.
pl_pl: Liam Burke. Walczyłby w naszej obronie, by spowolnić Jack'a. Plan wciąż może się udać.

source: Library Chase
pl_pl: Pościg w bibliotece

source: Lifeboat Document
pl_pl: Dokument dotyczący łodzi ratunkowej

source: Lifeboat Presentation
pl_pl: Prezentacja łodzi ratunkowej

source: Lifeboat. You mean the thing he just said he's refusing to activate.
pl_pl: Łódź ratunkowa. Chodzi o tę rzecz, której aktywacji właśnie odmówił.

source: Lift
pl_pl: Podnieś

source: Light Machine Gun
pl_pl: Lekki karabin maszynowy

source: Light him up!
pl_pl: Podpal go!

source: Light that thing up!
pl_pl: Zapal to!

source: Light up that shield!
pl_pl: Strzelaj w tą tarczę!

source: Lights are back on.
pl_pl: Światła znowu włączone.

source: Lights out may come in handy.
pl_pl: Wyłączone światła mogą się przydać.

source: Like I said... people working against you.
pl_pl: Tak jak powiedziałem... ludzie pracują przeciwko tobie.

source: Like who?
pl_pl: W sensie że kto?

source: Like, at a person?
pl_pl: W sensie, strzelałeś do kogoś?

source: Listen
pl_pl: Posłuchaj

source: Listen to Will
pl_pl: Posłuchaj Willa

source: Listen to that party. I wish I was at that party.
pl_pl: Posłuchaj tego. Chciałbym być na tej imprezie.

source: Listen, getting you involved is the last thing I wanted. I... I'm sorry.
pl_pl: Słuchaj, angażowanie cię to ostatnia rzecz, jakiej chciałem. I... przepraszam.

source: Listen, if you see him, don't try to approach him, just call the number, okay?
pl_pl: Słuchaj, jeśli go zobaczysz, nie próbuj do niego podchodzić, po prostu zadzwoń pod ten numer, dobrze?

source: Listen. I need to get to the drydocks. Do you know the way?
pl_pl: Posłuchaj. Muszę dostać się do portu. Znasz drogę?

source: Listen. In the video Will left for me, he said the countermeasure was stolen from his workshop on July 4th, 2010. He also said I took it. Maybe I did, Jack. We have a time machine.
pl_pl: Posłuchaj. W nagraniu, które Will zostawił dla mnie, powiedział, że środek zaradczy został skradziony z jego warsztatu 4 lipca 2010 roku. Powiedział też, że ja go zabrałam. Może właśnie o to chodzi, Jack. Mamy wehikuł czasu.

source: Locate Dr. Amaral
pl_pl: Znajdź Dr Amaral

source: Locate Narrative Objects in the world to immerse yourself deeper in Quantum Break's story. You can review previously collected Narrative Objects inside the game's Timeline menu {@TOGGLE_SKILLS}.
pl_pl: Odnajdź znajdźki fabularne w świecie gry, aby jeszcze bardziej zanurzyć się w fabule Quantum Break. Wcześniej zebrane znajdźki można przejrzeć w menu osi czasu gry {@TOGGLE_SKILLS}.

source: Locate Will's Diary in Act 2 Part 3
pl_pl: Znajdź dziennik Willa w akcie 2, części 3

source: Locate Will's Diary in Act 4 Part 2
pl_pl: Znajdź dziennik Willa w akcie 4, części 2

source: Locate Will's Diary in Act 4 Part 4
pl_pl: Znajdź dziennik Willa w akcie 4, części 4

source: Locate Will's belongings in Act 2 Part 2
pl_pl: Znajdź rzeczy Willa w akcie 2, części 2

source: Lock him down!
pl_pl: Oflankować go!

source: Locked! They cut my security clearance!
pl_pl: Zablokowane! Wyłączyli mi przepustkę!

source: Locked. I'll boost you over.
pl_pl: Zamknięte. Podniosę cię.

source: Locked. Jack, that key you got from Will's briefcase...?
pl_pl: Zamknięte. Jack, a ten klucz z teczki Willa...?

source: Locked. Like he said. Gotta follow the... squiggly line.
pl_pl: Zablokowane. Tak jak powiedział. Muszę podążać za... falistą linią.

source: Locks the game to 30 frames per second for a smoother experience on older hardware
pl_pl: Blokuje grę do 30 klatek na sekundę, aby zapewnić płynniejsze wrażenia na starszym sprzęcie.

source: Look at him. Not a care in the world.
pl_pl: Spójrz na niego. Nie przejmuje się niczym.

source: Look at that.
pl_pl: Popatrz na to.

source: Look at the blackboard
pl_pl: Spójrz na tablicę

source: Look at them all. It's a goddamn invasion. What are they doing? Why?
pl_pl: Spójrz na nich wszystkich. To cholerna inwazja. Co oni robią? Dlaczego?

source: Look at this! Isn't the building supposed to be protected against this kinda thing?
pl_pl: Spójrz na to! Czy budynek nie powinien być zabezpieczony przed takimi rzeczami?

source: Look at this.
pl_pl: Spójrz na to.

source: Look at this. It's the goddamn paramilitary out there! And we're the target.
pl_pl: Patrz. To cholerni paramilitarni! A my jesteśmy celem.

source: Look at this. She's terrified.
pl_pl: Spójrz na to. Jest przerażona.

source: Look out!
pl_pl: Uwaga!

source: Look out! Joyce is here!
pl_pl: Uwaga! Joyce tu jest!

source: Look out, chronon surge!
pl_pl: Uwaga, fala chrononu!

source: Look, I know I've kept you in the dark. But when I started my work, you were so young. And afterwards...
pl_pl: Wiem, że trzymałem cię w niewiedzy. Ale kiedy zaczynałem pracę, byłeś taki młody. A potem...

source: Look, I need to get to the drydocks. Do you know how to get there?
pl_pl: Muszę dostać się do portu. Wiesz, jak się tam dostać?

source: Look, I'm not here to fuck you over, dude. We all want the same thing. Look, I'm gonna be honest, I dunno how you getting the CFR's gonna help, but at this point, I'll take a slim hope over no hope. So put your big boy pants on, and get it done.
pl_pl: Słuchaj, nie jestem tu po to, żeby cię przelecieć. Wszyscy chcemy tego samego. Będę szczery, nie wiem, w jaki sposób RPC ci pomoże, ale w tym momencie wolę mieć nikłą nadzieję niż żadną. Więc załóż spodnie dużego chłopca i załatw to.

source: Look, Will knew the calculations were wrong. I'm hoping that means he knew what he was doing here.
pl_pl: Will wiedział, że obliczenia były błędne. Mam nadzieję, że to oznacza, że wiedział, co tu robi.

source: Look, sir, please. I'm just working security.
pl_pl: Proszę posłuchać. Ja tylko pracuję w ochronie.

source: Looks climbable.
pl_pl: Wygląda na nadającą się do wspinaczki.

source: Looks like I need to find another way inside.
pl_pl: Chyba muszę znaleźć inną drogę do środka.

source: Looks like I'm not the only one with a grudge.
pl_pl: Wygląda na to, że nie tylko ja mam uraz.

source: Looks like Schrödinger got a raw deal.
pl_pl: Wygląda na to, że Schrödinger dostał surową ofertę.

source: Looks like Will isn't the only one with secrets...
pl_pl: Wygląda na to, że nie tylko Will ma tajemnice...

source: Looks like a way out. Now, how do I get it open?
pl_pl: Wygląda na to, że jest wyjście. Jak je teraz otworzyć?

source: Looks like he tested time travel with rats first.
pl_pl: Wygląda na to, że najpierw przetestował podróże w czasie ze szczurami.

source: Looks like it's plugged in somewhere else.
pl_pl: Wygląda na to, że to jest podłączone gdzieś indziej.

source: Looks like some bitch named Amy's gonna be the poster girl for Serene's PR campaign. Filming "confession" videos. We blew the library to create misdirection. The media's gonna latch to that, and Amy's gonna tell 'em the protesters were behind the whole thing.
pl_pl: Wygląda na to, że jakaś sucz o imieniu Amy będzie laską z plakatu kampanii PR Serene'a. Nagrywamy „spowiedź”. Wysadziliśmy bibliotekę, żeby móc wprowadzić ludzi w błąd. Media to podchwycą, a Amy powie im, że za wszystkim stoją protestujący.

source: Looks like there's an open window up above.
pl_pl: Wygląda na to, że na górze jest otwarte okno.

source: Looks like there's no clear exit on the ground level. Head for the upper floors when you're ready.
pl_pl: Wygląda na to, że na parterze nie ma wyraźnego wyjścia. Udaj się na wyższe piętra, gdy będziesz gotowy.

source: Looks like they have it on the top floor.
pl_pl: Wygląda na to, że trzymają ją na najwyższym piętrze.

source: Looks like this is the only way in.
pl_pl: Wygląda na to, że to jedyna droga.
